Repository: Zamama-Zaman/feras-pay-app-UI
Catalog: lib/l10n/app_*.arb
Languages: ar

# language
source: English
ar: العربية

source: Hello World!
ar: !مرحبا بالعالم

# enterAVerificationCode
source: Enter a verificaiton code
ar: أدخل رمز التحقق

source: Arabic
ar: عربي

source: English
ar: إنجليزي

source: Email
ar: بريد الالكتروني

source: Password
ar: كلمة المرور

source: Forgot Password?
ar: هل نسيت كلمة السر؟

source: Sign In
ar: تسجيل الدخول

source: Or
ar: أو

source: Use Finger print
ar: استخدم بصمة الإصبع

source: New to FerasPay?
ar: هل أنت جديد على FerasPay؟

source: Create Account
ar: إنشاء حساب

source: Select Country
ar: حدد الدولة

source: Full Name
ar: الاسم الكامل

source: Sign Up
ar: اشتراك

source: Already have an account?
ar: هل لديك حساب

source: User Verification
ar: التحقق من المستخدم

source: To help keep your account safe
ar: للمساعدة في الحفاظ على حسابك آمنًا

source: Complete the task below
ar: أكمل المهمة أدناه

# aTextMessageWithAverificationCodeWasJustSent
source: A text message with a verification code was jsut send *** *** 68
ar: تم إرسال رسالة نصية تحتوي على رمز التحقق من jsut *** *** 68

source: Didn't get any code?
ar: لم تحصل على أي رمز؟

source: Try again
ar: حاول مجددا

source: Enter 6-digit code
ar: أدخل الرمز المكون من 6 أرقام

source: Confirm
ar: يتأكد

source: Don't ask again on this device
ar: لا تسأل مرة أخرى على هذا الجهاز

source: Good Morning
ar: صباح الخير

source: Add Money
ar: إضافة المال

source: Get Emergency Support
ar: احصل على دعم الطوارئ

source: Home
ar: الصفحة الرئيسية

source: Profile
ar: حساب تعريفي

source: Send Money
ar: إرسال الأموال

source: Buy a gift card
ar: شراء بطاقة هدية

source: Create a virtual card
ar: قم بإنشاء بطاقة افتراضية

source: Transactions
ar: المعاملات

source: Settings
ar: إعدادات

# supportCentre
source: Support Center
ar: مركز الدعم

source: SignOut
ar: خروج

source: Add money or recharge money
ar: أضف نقودًا أو أعد شحن الأموال

source: Do you have any code?
ar: هل لديك أي كود؟

source: Enter the code here
ar: أدخل الرمز هنا

source: Support Center
ar: مركز الدعم

source: Please tell about your complain
ar: من فضلك قل عن شكواك

source: Write here
ar: اكتب هنا

source: Send Complain
ar: أرسل شكوى

source: Agent John has joined the chat
ar: انضم الوكيل جون إلى الدردشة

source: John Hi, Anthony
ar: جون هاي ، أنتوني

source: Thank you for contacting us how can i help you anthony
ar: شكرا على اتصالك بنا كيف يمكنني مساعدتك أنتوني

source: Hi, John
ar: مرحبًا جون

source: My Account has some problem could you help me
ar: حسابي به بعض المشاكل هل يمكنك مساعدتي

source: Go to home page
ar: اذهب إلى الصفحة الرئيسية

source: Select currency and write amount
ar: حدد العملة واكتب المبلغ

source: Input Recipient Email
ar: إدخال البريد الإلكتروني للمستلم

source: Successfully
ar: بنجاح

# youHaveSuccessfullySent
source: You have successfully send $100.00 from your account
ar: لقد نجحت في إرسال 100.00 دولار من حسابك

# yourNewBalacne
source: Your new balace is
ar: بلاتيس الجديد الخاص بك هو

source: Buy Gift Card
ar: شراء بطاقة هدية

# selectAGiftCard
source: Select A Gift Card from bellow
ar: حدد بطاقة هدية من أدناه

source: Purchase
ar: شراء

# youHaveSuccessfullyPurchase
source: You have successfully purchase a
ar: لقد قمت بشراء بنجاح

# yourNewBalanceIs
source: Your new balace is
ar: بلاتيس الجديد الخاص بك هو

source: Virtual Card
ar: بطاقة افتراضية

source: Instant Virtual Card
ar: بطاقة افتراضية فورية

source: Choose Card Brand
ar: اختر ماركة البطاقة

# creatNow
source: Create Now
ar: اصنع الان

source: You have successfully applied for your Visa Card
ar: لقد تقدمت بنجاح للحصول على بطاقة فيزا الخاصة بك

# youWillBeNotifiedWhen
source: You will be notified when your card is ready
ar: سيتم إعلامك عندما تكون بطاقتك جاهزة

source: Change Your Name
ar: غير اسمك

# wrietYourNewName
source: Write Your New Name
ar: اكتب اسمك الجديد

source: Change password
ar: تغيير كلمة المرور

source: Write old password
ar: اكتب كلمة المرور القديمة

source: Write new password
ar: اكتب كلمة مرور جديدة

source: Change Language
ar: تغيير اللغة

source: You have successfully change your name
ar: لقد نجحت في تغيير اسمك

source: You have successfully change your password
ar: لقد نجحت في تغيير كلمة المرور الخاصة بك

# doYouWantToSignOutFrom
source: Do you want to sign out from FerasPay?
ar: هل تريد الخروج من FerasPay؟

source: Phone Number
ar: رقم التليفون

source: Write Phone
ar: اكتب الهاتف
